Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Regarding the connection to a ceasefire in Gaza, the Egyptian source was quoted as saying that the Israelis are certain that issues related to the kidnapped soldier in Gaza, Gilad Shalit, must come prior to a ceasefire agreement between them and the Pale
ar: وبالنسبة لتعليق الموضوع على وقف لإطلاق النار في غزة، نُقل عن المصدر المصري قوله إن الإسرائيليين واثقون من أن المسائل المتعلقة بالجندي المخطوف في غزة جلعاد شاليط يجب أن تأتي قبل التوصل إلى إتفاق لوقف إطلاق النار بينهم وبين الفلسطينيين.

source: As such, the issue (of a ceasefire) has also been delayed and what will happen for now is a mutual ceasefire or a cessation of fire in exchange for a cessation of fire, although there are no new ideas on the matter.
ar: وهكذا، فإن مسألة (وقف إطلاق النار) تأجلت أيضاً وما سيحدث الآن هو وقف متبادل لإطلاق النار أو وقفٍ لإطلاق النار مقابل وقفٍ لإطلاق النار، على الرغم من انه لا توجد أفكار جديدة بهذا الصدد.

source: According to al-Hayat's report, Suleiman emphasized to his hosts in Israel that the Palestinian factions are currently holding their fire based on an understanding reached with the Egyptians on the need to show restraint at this time. He added, however, t
ar: ووفقاً لتقرير صحيفة الحياة، شدد سليمان على مضيفيه في إسرائيل أن الفصائل الفلسطينية في الوقت الراهن أوقفت إطلاق النار على أساس التفاهم الذي تم التوصل إليه مع المصريين بضرورة التحلي بضبط النفس في هذا الوقت، ولكنه أضاف أنه لا يمكن أن يضمن هدوء في المستقبل.

source: Roxana Saberi on hunger strike: Report
ar: تقرير: روكسانا صابري تضرب عن الطعام

source: Iranian-American journalist Roxana Saberi sentenced to eight years of prison for espionage in Tehran has reportedly gone on a hunger strike.
ar: ذكرت تقارير أن الصحفية الإيرانية الأمريكية روكسانا صابري التي حُكم عليها بالسجن لمدة ثماني سنوات بتهمة التجسس في طهران أضربت عن الطعام.

source: Saberi's father, who is in Tehran to pursue her daughter's case, said on Saturday that Roxana had called from prison to say she was on her fifth day of hunger strike and would continue to refuse food until she is released.
ar: وقال والد روكسانا يوم السبت والموجود في طهران لبحث قضية ابنته إن روكسانا اتصلت به من السجن لتخبره أنها في يومها الخامس من الإضراب عن الطعام وأنها ستستمر في رفض تناوله حتي يتم إطلاق سراحها.

source: She's not eating anything ... I'm very worried, he told Reuters. Judging by her voice, she seems to be weak, Reza Saberi said.
ar: وقال لرويترز إنها لا تأكل أي شئ ... أشعر بقلق شديد، وقال استناداً إلى صوتها يبدو أنها تعاني من الضعف.

source: According to Saberi's father, her lawyer Abdolsamad Khoramshahi lodged an appeal against Roxana's eight-year prison term on Saturday.
ar: ووفقاً لوالد صابري، فإن محاميها عبد السلام خورامشاهي أودع استئنافاً ضد حكم روكسانا بالشجن ثماني سنوات يوم السبت.

source: Saberi's decision to go on a hunger strike comes as earlier last week, Iranian President Mahmoud Ahmadinejad asked Iran's judiciary to ensure that justice is administered in the case of the detained journalist.
ar: وجاء قرار صابري بالإضراب عن الطعام في أوائل الأسبوع الماضي، وطلب الرئيس الإيراني محمود أحمدي نجاد من القضاء الإيراني ضمان إقامة العدل في قضية الصحفية المعتقلة.

source: Iran's judiciary chief Ayatollah Mahmoud Hashemi-Shahroudi later ordered a careful, quick and fair appeal for Roxana's controversial eight-year sentence.
ar: وفي وقتٍ لاحق أمر رئيس السلطة القضائية الإيرانية آية الله محمود هاشمي شهرودي بإجراء استئناف دقيق وسريع ونزيه للحكم المثير للجدل الذي صُدر ضد روكسانا بثماني سنوات في السجن.

source: Fair examination of the case at every stage and especially at the appeal stage is the defendant's right, Shahroudi said in a letter to the head of the Tehran court.
ar: وقال شهرودي في رسالة إلى رئيس محكمة طهران إن إجراء عرض عادل للقضية في كل مرحلة، وخاصةً في مرحلة الاستئناف هو حق المدعى عليه.

source: US-born Saberi, who is also half Japanese, was arrested late January in Tehran and was charged with spying for Washington following a trial by an Iranian court on April 18.
ar: واُعتقلت صابري المولودة في الولايات المتحدة وهي أيضاً نصف يابانية في طهران في أواخر يناير واُتهمت بالتجسس لصالح واشنطن في أعقاب محاكمة أمام محكمة إيرانية في 18 أبريل.

source: Saberi, who reported for US National Public Radio, the BBC and Fox News, has lived in Iran since 2003.
ar: وعاشت صابري التي عملت مع الإذاعة الوطنية العامة الأمريكية وبي بي سي وفوكس نيوز في إيران منذ عام 2003.

source: Her controversial sentencing has prompted American circles to make every attempt to help her release.
ar: ودفع الحكم المثير للجدل ضدها الدوائر الأمريكية إلى بذل كل جهدٍ ممكن للمساعدة في إطلاق سراحها.

source: The Council on American-Islamic Relations (CAIR) reportedly sent a delegation to Iran to seek the release of Saberi.
ar: وأُفيد أن مجلس العلاقات الإسلامية الأمريكية (كير) أرسل وفداً إلى إيران للسعى من أجل الإفراج عن صابري.

source: According to a report by Canada's PR newswire, CAIR Board Chairman State Senator Larry Shaw (NC) and CAIR Executive Director Nihad Awad had sent a letter to President Ahmadinejad earlier, demanding permission to travel to Iran to discuss with you and oth
ar: ووفقاً لتقرير صادر عن البيانات الصحفية في كندا، أرسل كل من رئيس مجلس إدارة كير السيناتور لاري شو (ولاية شمال كارولينا) ومدير كير التنفيذي نهاد عوض رسالة قبل ذلك إلى الرئيس أحمدي نجاد يطالبون إذناً للسفر إلى إيران والمناقشة معكم ومع المسئولين قضية روكسانا

source: US President Barack Obama has expressed concern over the sentencing of Saberi, saying, She is an American citizen, and I have complete confidence that she was not engaging in any sort of espionage.
ar: وأعرب الرئيس الأمريكى باراك أوباما عن قلقه إزاء الحكم الصادر على صابري، قائلاً إنها مواطنة أمريكية ولدي كامل الثقة في أنها لم تتورط في أي شكل من أشكال التجسس.

source: Holy Book Reunites All Faiths in Bosnia
ar: الكتاب المقدس يعيد توحيد كل الأديان الإيمانية فى البوسنة

source: By Amir Telibečirović
ar: بقلم: أمير تيليبيسيروفيتش

source: Senior editor, Bosnia Daily
ar: رئيس تحرير الديلى بوسنيا

source: Passover is a time for millions of Jewish families to remember the Exodus of the Jews from Egypt over three thousand years ago. As the Jewish community celebrates Passover, each family will open their Haggadah - a Jewish religious text that sets out the o
ar: عيد الفصح عند اليهود هو ذلك اليوم التى يحتفل بها اليهود بذكرى تهجير و طردالملايين من الأسر اليهودية من مصر خلال ثلاثة آلاف عام عبر مر التاريخ. و مراسم الإحتفال بذلك العيد تتمثل فى قيام كل أسرة يهودية بفتح مخطوطتهم المقدسة الهاجادا، و هى كتاب نصى دينى يهود

source: Just as various communities across the world have been forced to migrate as a result of conflict, the oldest Sephardic-Jewish Haggadah in the world, owned by the National Museum of Bosnia and Herzegovina in Sarajevo has also experienced a refugee life.
ar: مثلها مثل العديد من المجتمعات فى العالم أجمع و التى تجبر على الهجرة أو التهجير نتيجة الصراع، فإن الهيجادا اليهودية القديمة فى العالم و المملوكة من قبل المتحف القومى للبوسنة و هيرزاجوفينا بسراييفو قد أوضحت حياة اللاجئين. و قد مع ذلك الكتاب كل الفئات العا

source: This wine-stained book, evidence that it was used at many Passover Seders, traveled from Barcelona, where it was written and illustrated in the 14th century, to Sarajevo in the 15th century. It contains 34 pages of key scenes in the Torah - from the story
ar: و هذا الكتاب الملطخ بالنبيذ و الذى يعبر عن دليل استخدامه فى العديد من إحتفالات وجبات عيد الفصح اليهودية قد سافر من برشلونة حيث تمت كتابته و شرحه و تفسيره خلال القرن الثامن عشر، إلى سراييفو فى القرن الخامس عشر. و يحتوى هذا الكتاب على 34 صفحة ورقية مكونة من

source: In World War II, it was hidden from Nazi officers by the museum's chief librarian, Derviš Korkut. A Muslim, Korkut worked with his Croat colleague to risk his life in order to smuggle the Haggadah out of Sarajevo. According to common tales, the book was h
ar: و تم تخبئة الكتاب (الهاجادا) من النازيين خلال الحرب العالمية الثانية بواسطة رئيس مكتبة المتحف، ديرفيس كوركوت. و هو مسلم تعاون مع زميله الكرواتى للمخاطرة بحياته بهدف تهريب الكتاب (الهاجادا) من سراييفو. و وفقاً لمجموعة من القصص العامة المتداولة، تم تخبئة ال

source: When it was returned to the museum, it was locked in a separate room for the next few decades. Because it was so valuable, the book was kept from the probing eyes of museum visitors, who were instead only allowed to inspect printed copies.
ar: و عندما تم إرجاع الكتاب مرة أخرى إلى المتحف، تم حجزه فى مكان سرى بغرفة معزولة لعدة عقود تالية. و بسبب أن الجميع أررك أن الكتاب قيم جداً، تم الحفاظ على الكتاب من الأعين البصاصة لزوار المتحف و الذين سمح لهم فقط بتصفح بعض النسخ المطبوعة من الكتاب.

source: The Haggadah remained untouched in the museum until the Bosnian War. From 1992 to 1995, Sarajevo was under siege by the Serbian army and the museum, which was near the front lines, was exposed to shelling and sniper fire.
ar: و قد ظل كتاب الهاجادا محفوظاً و لم يتعرض للمساس به داخل المتحف حتى الحرب البوسنية. حيث كانت سراييفو من 1992 و حتى 1995 تحت حصار قوات الجيش الصربى و قد تعرض المتحف و الذى كان قريباً من الخطوط الأمامية للقتال لوابل شديد من نيران الحرب.

source: As a result, the room containing the Haggadah was destroyed, and although the book remained untouched, many Sarajevans believed it would not survive too many more rounds of shelling. So a group of ordinary Sarajevans - Bosniaks, Serbs and Croats - went to
ar: نتيجة لذلك فقد تعرضت الغرفة التى تم الحفاظ على الكتاب بها إلى القذف و الدمار كذلك، و بالرغم من أن الكتاب تم الحفاظ عليه و لم يتعرض للمساس به، فقد اعتقد العديد من أبناء سراييفو أن الغرفة المدمرة و الكتاب لن يصمدا أكثر أمام ذلك الوابل من القذائف. لذلك قام

source: Even now, when ethnic and religious tensions in parts of Bosnia are worsening, this old manuscript is finding a way to reunite ordinary Bosnians. Recently, the Sarajevo-based publishing house, Rabic Ltd., created 613 replicas of the Haggadah, which are cu
ar: حتى أنه فى عصرنا الحالى عندما تسوء العلاقات نتيجة التوترات الدينية و العرقية فى البوسنة يجد هذا الكتاب طريقه إلى إعادة توحيد الصفوف مرةً أخرى. كما أن دار نشر بسراييفو؛ رابيك إل تى دى، قامت بنسخ 613 نسخة من كتاب الهاجادا، و الذى يتم توزيعه على البوسنيين من

source: Although the Sephardic Jewish community in Bosnia is rather small, they support the idea of keeping the Haggadah in Sarajevo as a unifying example of centuries of Bosnian coexistence and as part of the common heritage as Bosnians.
ar: و بالرغم من أن المجتمع اليهودى السيفاردى بالبوسنة محدود إلا أنهم يحبذون فكرة الحفاظ على الهيجادا بسراييفو كنموذج لتحيد البوسنيين على مر التاريخ و كجزء من الميراث العام للبوسنيين كذلك.

source: Amir Telibečirović is senior editor of Sarajevo-based online magazine
ar: أمير تيليبيسروفيتش هو رئيس تحرير مجلة سراييفو بيسد المنشورة على شبكة الإنترنت

source: Bosnia Daily
ar: ، بوسنيا ديلى.

source: . The article was written for the
ar: تم كتابة المقالة

source: Common Ground News Service
ar: لكومن جروند نيوز سرفيس.

source: Beirut: World Book Capital for 2009
ar: بيروت: عاصمة الكتاب العالمى لعام 2009

source: Beirut became Saturday the World Book Capital for 2009, running under the Unesco cultural activities in the presence of senior leaders.
ar: تم إختيار بيروت يوم السبت الماضى عاصمة الكتاب العالمى لعام 2009، و ذلك تحت رعاية الأنشطة الثقافية بمنظمة اليونسكو فى حضور القادة الكبار

source: Some 250 activities related to the book, publishing, how to encourage children and young people in reading are scheduled until April 2010.
ar: و ذلك من خلال مجموعة من الأنشطة المرتبطة بالكتاب كالنشر و كيفية تشجيع الأطفال و الشباب على القراءة التى تم تنظيمها فى خطة زمنية خلال العام 2010.

source: The Secretary General of the Arab League, Amr Moussa, who attended the inauguration of this event, took the opportunity to appeal to all Lebanese political players to agree and dialogue.
ar: و قد حضر حفل تنصيب بيروت ذلك اللقب الأمين العام لجامعة الدول العربية و الذى بدوره إنتهز الفرصة ليحث ممثلى التحركات السياسية بلبنان ليوافقوا على الحوار المتبادل الأطراف.

source: “Lebanon needs its children to understand and agree to immune it against disorder,” he said.
ar: و قد علق : لبنان تحتاج من أطفالها أن يتفهموا و يوافقوا على موقف المحاكاة ضد الفوضى.

source: Legislative elections are scheduled for June 7 in the country. The electoral battle is concentrated between the candidates of the parliamentary majority (anti-Syrian) backed by Washington and Riyadh and the minority led by the Shiite Hezbollah and support
ar: و تم تحديد موعد الإنتخابات التشريعية فى السابع من يونيو بلبنان. و تم تمحور المعركة الإنتخابية بين مرشحى الغالبية البرلمانية و هم ضد الحوار السورى، و المدعومين من قبل الولايات المتحدة الأمريكية و الريادة و الأقلية تحت قيادة الشيعة و حزب الله و المدعومة من

source: As for the Lebanese President Michel Sleimane, appointed head of the state in May 2008, he felt that Lebanon should remain a center of influence for the civilization and humanity.
ar: أما بالنسبة للرئيس اللبنانى، ميشيل سليمان، و الذى تم تعيينه من قبل الدولة خلال شهر مايو 2008، فقد شعر أن اللبنانيين يجب أن يظلوا مركز تأثير على المواطنة و البشرية جمعاء.

source: The event was launched at the Palais de l'Unesco (United Nations Educational, Scientific and Cultural Organization) in Beirut, in the presence of the Director General of the UN organization, Koichiro Matsuura, the President of the Lebanese parliament Nebi
ar: و تم بدأ فعاليات الإحتفال بمبنى منظمة اليونسكو ببيروت، فى حضور المدير العام لمنظمة الأمم المتحدة، كيوشيرو ماتسوورو، و رئيس البرلمان اللبنانى نبيل برى و كذلك رئيس الحكومة فؤاد السنيورة

source: Support Grows for One Democratic State in Palestine
ar: تزايد التأييد لقيام دولة ديمقراطية واحدة في فلسطين

source: Ehud Olmert’s nightmare is at hand. Not only does the former Israeli prime minister now really have to fight those corruption charges. He also faces the realization of his fears that the Palestinians might give up on a two-state solution in favor of a str
ar: أصبح كابوس إيهود أولمرت مطروحا. فليس على رئيس الوزراء الإسرائيلي السابق الآن محاربة تلك التهم المتعلقة بالفساد بشكل حقيقي فحسب. إلا أنه يواجه أيضا جل مخاوفه المتمثلة بأن الفلسطينيين قد يتخلون عن حل الدولتين لصالح الصراع من أجل الحصول على الحقوق المتساوية

source: Just last weekend in Boston, American and/or Israeli Jews accounted for nearly a third of the 29 speakers at a conference organized by TARI (Trans Arab Research Institute) with the William Joiner Center at the University of Massachusetts.
ar: ففي الأسبوع الماضي في بوسطن فقط, كان تعداد اليهود الإسرائيليين أو| و الأميركيين حوالي الثلث بين تسعة و عشرين شخصا من المتحدثين في مؤتمر نظمته تاري (معهد أبحاث العربية ) مع مركز وليام جوينر في جامعة ماساشوسيتس.

source: This is the second major public conference on how to achieve a single democratic state for Palestinians and Israelis. The first was held in London in November, and a third is slated for Toronto in June.
ar: إن هذا هو ثاني أكبر مؤتمر جماهيري حول كيفية بناء دولة ديمقراطية واحدة للفلسطينيين والإسرائيليين. حيث عقد المؤتمر الأول في لندن في شهر تشرين الثاني, و من المقرر أن يعقد المؤتمر الثالث في مدينة تورونتو في شهر حزيران.

source: Yo, Ehud, that struggle is a growing movement, and it isn’t a threat to Jews - on the contrary, Jews are very much a part of it.
ar: يا إيهود, إن ذلك الصراع هو حركة متنامية, و هو ليس تهديدا لليهود - بل على العكس, فاليهود يشكلون جزءا كبيرا منها.

source: loses her agnosticism
ar: تفقد عدم درايتها

source: concerning the one-state solution.
ar: فيما يتعلق بحل الدولة الواحدة.

source: GAZA, April 25 (Xinhua) -- A Palestinian young man was killed on Saturday evening after a tunnel, dug under the borders between the Gaza Strip and Egypt and used for smuggling, collapsed, medics and security sources said.
ar: غزة, الخامس و العشرين من شهر نيسان ( اكسينهوا ) -- قالت مصادر طبية و أمنية أن شابا فلسطينيا قتل مساء يوم السبت بعد أن انهار نفق محفور تحت الحدود بين قطاع غزة و مصر و كان يستخدم للتهريب.

source: Palestinian dies as Gaza smuggling tunnel collapsed
ar: مقتل شاب فلسطيني في انهيار نفق للتهريب في غزة

source: Gaza emergency chief Mo'aweya Hassanein told reporters that Mustafa Abu Jazar, 24, of Rafah town in southern Gaza Strip died of suffocation in a tunnel under the borders that collapsed on Saturday.
ar: و قد أخبر رئيس الطوارئ في غزة الصحفيين أن مصطفى أبو جزر - الذي يبلغ من العمر أربعة و عشرين عاما - من مدينة رفح الواقعة جنوب قطاع غزة لقي مصرعه مختنقا في النفق الموجود تحت الحدود و الذي انهار يوم الأحد.

source: Hamas security sources in Gaza said that right after the tunnel collapsed in Rafah town, rescue teams arrived at the scene and managed to take out the body of a Palestinian young man, died of suffocation.
ar: و قالت مصادر حماس الأمنية في غزة أنه فور انهيار النفق في مدينة رفح, وصلت فرق الإنقاذ إلى موقع الحادث وتمكنت من إخراج جثة الشاب الفلسطيني, الذي قتل مختنقا.

source: In the last two years, the Palestinians dug hundreds of tunnels under the borders between southern Gaza Strip and Egypt. The tunnels were used in smuggling goods that Gaza Strip population lack.
ar: في العامين الماضيين, قام الفلسطينيون بحفر مئات الأنفاق تحت الحدود بين جنوبي قطاع غزة و مصر. حيث كانت الأنفاق تستخدم في تهريب السلع التي يفتقر إليها سكان قطاع غزة.

source: The tunnels business flourished right after Israel imposed a tight blockade on the Gaza Strip following Hamas takeover of the enclave in June 2007. Israel sealed off the enclave's crossings and only allowed humanitarian aids and fuels.
ar: هذا و قد ازدهرت الأعمال من خلال الأنفاق حالما فرضت إسرائيل الحصار الشديد على قطاع غزة و ذلك عقب تولي حماس لزمام الأمور في القطاع في شهر حزيران 2007. حيث أغلقت إسرائيل معابر القطاع و سمحت فقط بوصول المساعدات الإنسانية و الوقود.

source: All other products and materials used for construction, industry and agriculture, in addition to clothes, shoes and many different kinds of food products were not allowed into the Gaza Strip since two years ago.
ar: أما سائر المنتجات الأخرى و المواد المستخدمة سواء في البناء و الصناعة و الزراعة, بالإضافة إلى الملابس و الأحذية و العديد من أنواع المنتجات الغذائية فلم يكن من المسموح وصولها إلى قطاع غزة منذ عامين مضيا.

source: Israel says it would only ease security restrictions on Gaza borders crossings if Hamas frees an Israeli soldier its militants captured in the summer of 2006. Meanwhile, Hamas says Israel has to free 1450 prisoners from its jails for a change.
ar: تقول إسرائيل أنها من الممكن أن تخفف القيود الأمنية المفروضة على المعابر حدود غزة فقط في حال أطلقت حركة حماس الجندي الإسرائيلي الذي اختطفه مسلحوها في صيف عام 2006. و في غضون ذلك, تقول حماس أن على إسرائيل أن تطلق سراح ألف و أربعمئة و خمسين سجينا لديها بالمق

source: Editor:_ Yan
ar: المحرر: يان.

source: Related Stories
ar: قصص متعلقة بالموضوع:

source: Print
ar: اطبع الصفحة

source: Back to Top
ar: عودة إلى الأعلى.

source: In a sign of the one-state movement’s persistence, the conference was over-subscribed weeks before it was held; Those who got dozens were turned away because the hall only seated 500 people. . Ain remained glued to their seats as one intense presenter fol
ar: و في إشارة إلى إصرار حركة الدولة الواحدة, فقد كان الإشتراك في المؤتمر كبيرا قبل عقده بأسابيع, كما منع العشرات من الحضور و ذلك لأن القاعة تتسع لجلوس خمسمئة شخص فقط. أولئك الذين بقوا ملتصقين بمقاعدهم حيث كان كل مقدم يتبعه مقدم أخر. على الرغم من الوقت المح

source: 'Three judges' to hear Saberi appeal
ar: ‛ ثلاثة قضاة ‛ يسمعون نداء صبري.

source: The head of the Tehran Judiciary says three judges are likely to preside over the appeal court of a convicted Iranian-American journalist.
ar: قال رئيس السلطة القضائية في طهران أن ثلاثة قضاة من المحتمل أن يترأسوا محكمة الاستئناف بحق الصحفية الأميركية الإيرانية المدانة.

source: Alireza Avaei told ISNA news agency on Friday that considering the calls by Iranian President Mahmoud Ahmadinejad and Judiciary chief Ayatollah Seyyed Mahmoud Hashemi-Shahroudi, at least two or three judges would preside at Roxana Saberi's appeal court.
ar: و قد أخبرت اليريزا أفاي وكالة أنباء أي اس ان اي يوم الجمعة أنه بعد الأخذ بعين الاعتبار نداء الرئيس الإيراني محمود أحمدي نجاد و رئيس القضاء أية الله سيد محمود هاشمي - شهرودي, فإنه على الأقل سيترأس اثنين أو ثلاثة قضاة لمحكمة الاستئناف المتعلقة بروكسانا صبر

source: Saberi, 31, is a freelance journalist who was sentenced to eight years imprisonment on charges of spying for the United States government.
ar: صبري, التي تبلغ من العمر واحد و ثلاثون عاما, تعمل صحفية مستقلة و قد تم الحكم عليها بالسجن مدة ثمانية أعوام بتهمة التجسس لصالح حكومة الولايات المتحدة.

source: President Ahmadinejad and Ayatollah Shahroudi have called for a fair appeal court for Saberi.
ar: هذا و قد دعا كل من الرئيس الإيراني أحمدي نجاد و أية الله شهرودي إلى تطبيق محكمة استئناف عادلة بحق صبري.

source: Saberi is currently assisted by one lawyer, Abdolsamad Khoramshahi, while Nobel peace laureate Shirin Ebadi is expected to join her defense team.
ar: يتولى الدفاع عن صبري حاليا محام واحد هو عبد الصمد خورامشاهي, بينما من المتوقع أن تنضم المحامية الحائزة على جائزة نوبل للسلام شيرين عبادي المتوقع إلى فريق الدفاع.

source: World moves to contain flu spread
ar: العالم يتحرك لاحتواء انتشار الأنفلونزا

source: Governments around the world are hurrying to contain the spread of a new swine flu virus after outbreaks were reported in Mexico, the US and Canada.
ar: تتسارع الحكومات في جميع أنحاء العالم لاحتواء انتشار فيروس أنفلونزا الخنازير الجديد بعد تفشيه في المكسيك والولايات المتحدة وكندا.

source: At least 100 people are now suspected to have died of the disease in Mexico.
ar: ويشتبه في وفاة 100 شخص على الأقل من جراء المرض في المكسيك.

source: In Europe, health ministers called for an urgent meeting as one case of swine flu was confirmed in Spain.
ar: وفي أوروبا، دعا وزراء الصحة إلى عقد اجتماع عاجل بعد التأكد من وجود حالة مصابة بأنفلونزا الخنازير في أسبانيا.

source: The UN has warned the virus has the potential to become a pandemic, but said the world was better prepared than ever to deal with the threat.
ar: وقد حذرت الأمم المتحدة من أن الفيروس لديه القابلية ليكون وباء إلا أنها قالت إن العالم أكثر استعداداً من أي وقت مضى للتعامل مع هذا التهديد.

source: Stocks of anti-viral medicines are being readied and travellers are being screened at some airports for symptoms.
ar: فقد تم تحضير مخزون من الأدوية المضادة للفيروسات ويجري فحص المسافرين في بعض المطارات لفحص الأعراض.

source: Mexican Health Secretary Jose Angel Cordova said suspected swine flu cases in his country had risen to 1,614.
ar: وقال وزير الصحة المكسيكي خوسيه أنجيل قرطبة إن عدد الحالات المشتبه في إصابتها بأنفلونزا الخنازير في بلاده قد ارتفع الى 1,614.

source: Of the 103 deaths in Mexico, only 20 are so far confirmed to have been caused by the new virus.
ar: ومن بين حالات الوفاة البالغ عددها 103 في المكسيك، تم التأكد من موت 20 فقط من جراء الإصابة بالفيروس الجديد.

source: A public health emergency has been declared in the US, where 20 people are confirmed to have caught the virus.
ar: وأُعلنت حالة طوارئ صحية عامة في الولايات المتحدة حيث تم التأكد من إصابة 20 شخصاً بالفيروس.

source: There are also six confirmed cases in Canada and one in Spain, where at least 17 other people are being tested for the virus.
ar: كما أن هناك ست حالات مؤكدة في كندا وواحدة في أسبانيا، حيث يتم إجراء اختبارات هناك على ما لا يقل عن 17 شخص للكشف عن الفيروس.

source: Investigations are being carried out on possible cases in five other countries.
ar: وتُجرى التحقيقات على الحالات المحتملة في خمسة بلدان أخرى.

source: In most cases outside Mexico, people have been only mildly ill and have made a full recovery.
ar: وفي معظم الحالات خارج المكسيك، مرض الناس مرضاً خفيفاً وتعافوا تماماً.

source: In other developments:
ar: وفي تطورات أخرى:

source: • Tests are also being carried out on individuals or groups in New Zealand, Australia, Brazil, Britain and Israel who fell ill following travel to Mexico
ar: • تُجري أيضاً اختبارات على أفراد أو جماعات في نيوزيلندا وأستراليا والبرازيل وبريطانيا وإسرائيل الذين سقطوا مرضى بعد السفر إلى المكسيك
